Repository: Edusantara/blankon-language-pack-id
Catalog: data/*/LC_MESSAGES/blankon-installer.po
Languages: id

source: Welcome to Edusantara
id: Selamat datang di Edusantara

source: Welcome to Edusantara installation program. Please choose your language and region below to continue. If your choice is not on the list, you can choose the default values and set again later after the system is fully installed in the Settings application.
id: Selamat datang di program pemasangan Edusantara. Pilih bahasa dan lokasi anda untuk melanjutkan. Apabila pilihan Anda tidak terdapat dalam daftar, Anda bisa memilih pilihan default dan mengaturnya setelah sistem terpasang pada aplikasi Pengaturan.

source: Language
id: Bahasa

source: Region
id: Lokasi

source: Keyboard
id: Papan tik

source: You can choose whether want to continue using the Live CD or to install into your computer
id: Anda dapat memilih untuk tetap menggunakan moda Live CD atau memasangnya ke komputer.

source: Continue using Live CD
id: Gunakan sebagai live CD

source: Install Edusantara
id: Pasang Edusantara

source: Installation Target
id: Target Pemasangan

source: Sorry, it seems that there is no device that we can install Edusantara into. Please attach a hard drive or flash disk before continuing. If you're running as normal user, try again running the installer as root.
id: Maaf, sepertinya tidak ada perangkat keras yang dapat dipasangi Edusantara. Silakan pasang dulu hard disk atau flash disk sebelumnya. Jika Anda mencoba menjalankan program ini dari pengguna biasa, silakan gunakan akun root.

source: Please wait while I scan your computer for available devices
id: Silakan tunggu, sedang mengumpulkan informasi perangkat keras di komputer ini

source: Please choose the partition on device below which you would like to install Edusantara into.
id: Silakan pilih partisi dalam perangkat yang hendak Anda pasangi Edusantara.

source: WARNING
id: PERINGATAN

source: The selected partition will be wiped out. Swap partition will be created if you don't have one.
id: Partisi yang dipilih akan dihapus. Partisi swap akan dibuat jika belum ada.

source: Personalization
id: Personalisasi

source: Please enter your personalization preference below..
id: Masukkan preferensi personalisasi Anda di bawah ini ..

source: Enforce strong password
id: Gunakan kata kunci kuat

source: Automatically login
id: Masuk secara otomatis

source: Computer Name
id: Nama Komputer

source: Computer name must be at least 1 character long and started with an alphabet. It must be written in lowercase ascii without any space.
id: Nama komputer setidaknya 1 karakter dan dimulai dengan alfabet. Ditulis dengan huruf kecil tanpa spasi.

source: Your Name
id: Nama Anda

source: User Name
id: Nama Pengguna

source: Username must be at least 1 character long and started with an alphabet. It must be written in lowercase ascii without any space.
id: Nama pengguna setidaknya 1 karakter dan dimulai dengan alfabet. Ditulis dengan huruf kecil tanpa spasi.

source: Password
id: Kata kunci

source: Password must be at least 8 character long with number and alphabet lowercase and uppercase combination.
id: Kata kunci setidaknya 8 karakter kombinasi angka, huruf kecil, dan huruf besar.

source: Password must be at least 1 character.
id: Kata sandi minimal harus 1 karakter.

source: Password should be at least 8 character long with number and alphabet lowercase and uppercase combination, otherwise it will be very easy for others to guess your password.
id: Kata kunci setidaknya 8 karakter kombinasi angka, huruf kecil, dan huruf besar, apabila tidak, kata kunci akan terlalu mudah untuk ditebak.

source: Password (once again)
id: Kata kunci (sekali lagi)

source: You must use exactly the same password as typed above.
id: Anda harus memasukkan kata kunci sama persis seperti tertulis di atas

source: Installation Summary
id: Ringkasan Instalasi

source: This is our installation summary. Please proceed if you're agree. Beyond this point, the installer will make changes to your system and you can't go back.
id: Ini adalah ringkasan instalasi kita. Lanjutkan jika Anda setuju. Setelah langkah ini, program akan melakukan perubahan pada sistem Anda dan Anda tidak bisa kembali lagi ke langkah sebelumnya.

source: Target device
id: Sasaran perangkat

source: Target partition
id: Sasaran partisi

source: Computer name
id: Nama Komputer

source: Full name
id: Nama lengkap

source: User name
id: Nama pengguna

source: Installation
id: Pemasangan

source: Please wait a moment while the installation is applied to your system
id: Mohon tunggu sebentar sementara instalasi diterapkan pada sistem anda

source: Preparing
id: Persiapan

source: Done
id: Selesai

source: Your system is ready, now please continue to reboot into your newly installed system
id: Sistem Anda sudah siap, sekarang silakan reboot ke sistem Anda yang baru dipasang

source: Reboot to newly installed system
id: Jalankan ulang komputer dan gunakan sistem baru

source: ADVANCED MODE
id: MODE LANJUTAN

source: Click to switch to Quick Mode
id: Klik untuk beralih ke Mode Cepat

source: Click to switch to Advanced Mode
id: Klik untuk beralih ke Mode Lanjutan

source: Previous
id: Kembali

source: Next
id: Berikutnya

source: Sorry,
id: Maaf,

source: There is an error during installation. Please see the log below, you can capture this or just send the /var/log/blankon-installer.log file to blankon-dev@googlegroups.com
id: Ada kesalahan pada saat instalasi. Silakan lihat log di bawah ini, Anda dapat menangkap gambar ini atau kirim berkas /var/log/blankon-installer.log ke alamat blankon-dev@googlegroups.com

source: Exit installation and continue using LiveCD
id: Keluar instalasi dan lanjut menggunakan LiveCD

source: Please wait while loading the log...
id: Mohon tunggu saat akan memuat log ...
